7767517
42 42
Input            input                    0 1 input
Convolution      Conv_3                   1 1 input 38 0=8 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=216
ReLU             Relu_4                   1 1 38 39
Convolution      Conv_5                   1 1 39 40 0=8 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=576
ReLU             Relu_6                   1 1 40 41
Pooling          MaxPool_7                1 1 41 42 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Convolution      Conv_8                   1 1 42 43 0=8 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=576
ReLU             Relu_9                   1 1 43 44
Convolution      Conv_10                  1 1 44 45 0=8 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=576
ReLU             Relu_11                  1 1 45 46
Pooling          MaxPool_12               1 1 46 47 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Convolution      Conv_13                  1 1 47 48 0=8 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=576
ReLU             Relu_14                  1 1 48 49
Convolution      Conv_15                  1 1 49 50 0=8 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=576
ReLU             Relu_16                  1 1 50 51
Pooling          MaxPool_17               1 1 51 52 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Convolution      Conv_18                  1 1 52 53 0=8 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=576
ReLU             Relu_19                  1 1 53 54
Convolution      Conv_20                  1 1 54 55 0=8 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=576
ReLU             Relu_21                  1 1 55 56
Convolution      Conv_22                  1 1 56 57 0=8 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=576
ReLU             Relu_23                  1 1 57 58
Pooling          MaxPool_24               1 1 58 59 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Convolution      Conv_25                  1 1 59 60 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1152
ReLU             Relu_26                  1 1 60 61
Convolution      Conv_27                  1 1 61 62 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
ReLU             Relu_28                  1 1 62 63
Convolution      Conv_29                  1 1 63 64 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
ReLU             Relu_30                  1 1 64 65
Pooling          MaxPool_31               1 1 65 66 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Convolution      Conv_32                  1 1 66 67 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
ReLU             Relu_33                  1 1 67 68
Convolution      Conv_34                  1 1 68 69 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
ReLU             Relu_35                  1 1 69 70
Pooling          MaxPool_36               1 1 70 71 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Convolution      Conv_37                  1 1 71 72 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
ReLU             Relu_38                  1 1 72 73
Convolution      Conv_39                  1 1 73 74 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
ReLU             Relu_40                  1 1 74 75
Reshape          Reshape_43               1 1 75 80 0=-1
InnerProduct     Gemm_44                  1 1 80 81 0=2 1=1 2=288
Softmax          Softmax_45               1 1 81 out 0=0 1=1
